fcitx5-im
fcitx5-chinese-addons
mpv
vlc
npm
wqy-microhei
ripgrep
unzip
unrar
nemo
rofi
man
adobe-source-han-sans-cn-fonts
noto-fonts
noto-fonts-emoji
noto-fonts-cjk
noto-fonts-extra
ttf-hack-nerd
ttf-jetbrains-mono-nerd
alsa-utils
feh
swaybg
slurp
grim
swappy
kitty
waybar
firefox
cliphist
yazi
fzf
hyprland
neofetch
