flameshot
picom
fcitx5-im
fcitx5-chinese-addons
fcitx5-breeze
cmake
mpv
vlc
npm
wqy-microhei
ripgrep
unzip
firefox
nemo
nemo-fileroller
rofi
man
adobe-source-han-cn-fonts
noto-fonts
noto-fonts-emoji
noto-fonts-cjk
noto-fonts-extra
ttf-hack-nerd
ttf-jetbrains-mono-nerd
alsa-utils
tmux
xclip
feh

